var an = 
[{"anecdote":"I have founded 1 and co-founded a second OA journal at University of Edinburgh, and work with strong editorial teams, we have a strong peer-review culture. And yet, only 'activist' scholars from within Edinburgh departments will publish with us. There is a fear, I feel, of diluting their 'brand' all-the-while acknowledging that the for-profit publishing culture is a huge problem. The incentives, I feel, need to originate in the research funding bodies and at the institutional level. There is too much fear that OA will impact careers."},{"anecdote":"It's the reason why I left to focus on open science advocacy and development!"},{"anecdote":"Supervisors would subtly 'encourage' me to go for the highest impact factor journal, regardless of other things (such as theme, readership,etc)."},{"anecdote":"I entered academia because I saw my mother, a law professor as a rolemodel.  When I signed up in 2006, essentially all PhDs would get tenure and move on to be professors, provided they made the research.  I remember when my mother prepared five boxes containing all her life's work, my father painstakingly taking printouts on dot matrix printers.  These efforts were made because the jury who would evaluate my mom would actually read and evaluate the material in the documents.  They had the potential to understand the contents.  Then some guy I won't mention by name made a decree so powerful, it must have made the Pope jaleous: \"Science Citation Index is the currency of science\".  Of course, he became a very rich man.  Fast forward to 2017, and my state-funded university expects me to publish 3 SCI or SCIE articles, in a journal which is listed by a private company.  I observe professors, who haven't published a single SCIE paper gather up and say \"Youngsters with just 3 SCI publications apply for Associate Professorship.  We must increase quality.\" and draft all these new requirements, which, for some reason apply only to young researchers.  The list I mentioned contain journals that pay for a fee-but they are peer reviewed, if you can believe it-those that only publish research from their own country(universality of science anyone?) and those with leisurely pictures and articles that wouldn't make it to your local computer magazine.  As I write these lines, I am glancing lustily at the Waves   book from Prof. Feynman's lecture series.  I cannot start to read it.  Instead, I must publish in whatever topic is hot/popular right now.  Drones, iot, data mining, social media, whatever will get me an article.  Then I must pay hefty fees for publication.  I did not sign up for this.  I respect secretaries, but I did not sign up to become a secretary.  I want to learn and make real research that may come to fruitition in may be 10 years from now.  But I can't.  Now I should stop writing and go back to publishing.  I'm in a Kafkaesque world."},{"anecdote":"I was forced to publish in a higher impact journal than the one which I originally wanted. Both were OA, so that was okay, but the price then changed from free to $6000."},{"anecdote":"I have been told explicitly that I would never be hired if I published in open-access journals – though there are almost none in my field in any case."},{"anecdote":"The institute uses impact factor as one of the performance metrics of research groups and in turn uses it to determine the quality of funding. This places pressure on the group leader and therefore his/her group to publish in these co-called \"high impact\" journals. We also experience that these  said journals publish articles from a select group of individuals and suppress early career researchers despite the latter group producing high quality research."},{"anecdote":"I have so many journal ancedotes I do not know where to begin.  My overwelming impression is that editors read the author name and institute and do not get as far as the title before deciding what to do with a paper.   I have published 53,  but the sort of comments that come back give me no confidence in the system."},{"anecdote":"Asked to reproduce a former post-doc's results in order to get the paper into Science. When myself, and two other senior post-docs couldn't reproduce said results. I was blamed and the paper was submitted to a lower impact journal.  / The post-doc in question had left the group, and it was well known how difficult it was to reproduce this person's results for other projects. Those results eventually ended up published in Nature. Nobody said anything (obviously)."},{"anecdote":"My supervisor told me that he is looking out for our career development, and that accordingly we need to publish in high impact journals as this will raise my profile among his peers. Having repeated papers in high impact journals would be crucial during applications for jobs and grants."},{"anecdote":"I was never pressured to publish in particular journals but I was asked by senior colleagues to keep track of \"impact factor\" of the journals I am interested in publishing just to make sure I am not sabotaging the reputation or my own career opportunities. I was even intimidated by being perceived less serious and credible the moment I advocate for open practices."},{"anecdote":"When deciding on and proposing a journal to send a paper to, when suggesting an open access journal, often even without impact factor yet, like PeerJ or Royal Society Open Science, or worst when suggesting to publish a preprint on a recognized server, an answer I often got from the PI was \"it's not good for your stats\" \"I don't need more papers but you do so choose your journal wisely\"... it's all very disheartening and demeaning. I played the game several times. I don't anymore. I send my papers where I think they fit, and where I think the policies of the journal fit my ethics."},{"anecdote":"My experience is written in my OpenCon2017 submission: https://goo.gl/15ZiDT"},{"anecdote":"I have been hearing of publication count since I started my PhD. We often talked about the publication numbers rather than quality. As a scientist, I need to solve practical problems or provide some theoretical answers. Now if I have made one publication that is groundbreaking, and ten not so good publication. The count will suggest 10 is better than 1. But in reality, the one was more impactful. I believe the University and policymakers should look beyond only numbers. Besides, I don't think the recruitment process of ECR (e.g., PhD) have been served us well. Again, we minimised the criteria to grades and publication. We missed dedicated researchers in the process. I signed up because I believe the process should be more transparent and justified. Science is more than grades and number of publications."},{"anecdote":"During my transition from one postdoc to another, I wrote a perspective paper with two other colleagues that were unemployed. When our paper was accepted, we were asked to pay USD1,000+ for publication fees, and none of us has fundings at the time to cover this cost. Eventually, our new and old employer agreed to pay with the agreement that we included them in the acknowledgement. If our old or new employers refused to pay, it would be impossible to publish when we were either transitioning or unemployed."},{"anecdote":"My account can be found here: https://socialbat.org/2015/08/12/goals-of-science-vs-goals-of-scientists-a-love-letter-for-plos-one/"},{"anecdote":"Often the decision on where to publish is done by the PI without consultation with ECR - I believe this practice need to be considered critically too"},{"anecdote":"Pressured not to publish pre-prints"},{"anecdote":"its a somehow unwritten law at the University of Vienna that you wont get a permanent job without a Nature or Science paper"},{"anecdote":"I don't have experience yet, but I have been told how important it is to get at least some papers published in high ranking journals to get a post-doc."},{"anecdote":"I was promised a promotion if I managed to publish (again) in a high profile journal"},{"anecdote":"There is a lot of tacit pressure in where to submit work, that many just accept or even do not know exists (e.g., submitting to closed journals when open alternatives exist)."},{"anecdote":"Was told that only certain journals count at previous institution and pressured towards working on papers for those journals. / Was also dissuaded from applying for certain individual fellowships as they did not provide enough overhead costs."},{"anecdote":"2/5 of my NERC Independent Research Fellowship reviews discriminated against me for publishing in open access journals"},{"anecdote":"I have been constantly harassed by superiors to modify data in order to provide better agreement with known experimental values in order to make the paper look better for publishing at prestigious journals."},{"anecdote":"Too many to list, including several other even more egregious coercions into conducting completely corrupt and flawed science. All such experiences will be exposed in my upcoming non-fiction narrative book called \"Dangerous Deceptions: The Social Psychology of Bad Science\" (see etiennelebel.com and corresponding blog for updates)"},{"anecdote":"If you want to go into tenure track, you NEED to publish in Nature or Cell.  / This is what I was told."}]
